<?php
  $page_title = 'Історія';
  require_once 'header.php';
?>
<body>
   <header >
      <section class="sequel-kidsa" style="position: fixed;" >
  <div class="sequel-masopedub">
  <div class="mplishmen"  style="display: flex;">
  <a href="index.php"><img class="logogo" src="img/Logo.webp" alt="Логотип"></a>
  <div style="font-size: 16px; color: white; margin-top:23px; ">
    <h2 style="font-size: 16px; text-transform:none;line-height: 0.5em;"  >Циклова комісія</h2>
  <h2 style="font-size: 16px;text-transform:none; line-height: 0.5em;">програмування</h2>
</div>
<div class="logo1">
  <form method="post" action="search_history.php" name="f1">
    <input class="toggle1" style="font-size: 14px;" type="text" name="search_history" required placeholder="Пошук по історії" title="Введіть дані для пошуку" />
    <div class="search1"></div>
  </form>
    </div>
  </div>
 
  <nav>
  <div class="sequel-benmuekes"><a id="gedunean-giversaryd" href="#!"><span></span></a></div>
  <ul class="sequel-lasotedun">
  
  <li>
  <a href="#">Про ЦК</a>
   <ul class="sequel-dropdown">
  <li>
  <a href="history.php" class="col_men">Історія ЦК</a>
  </li>
  <li>
  <a href="teacher.php" class="col_men">Викладачі ЦК</a>
  </li>
  <li>
  <a href="news.php" class="col_men">Новини</a>
  </li>
  </ul>
  </li>
  <li>
  <a href="#">Навчальна діяльність</a>
   <ul class="sequel-dropdown">
  <li class="col_men">
  <a href="dyszypliny.php">Навчальний план</a>
  </li>
  <li class="col_men">
  <a href="kursovi.php">Курсові роботи</a>
  </li>
  <li class="col_men">
  <a href="dyplomni.php">Дипломні роботи</a>
  </li>
  <li class="col_men">
  <a href="vidkryti_zan.php">Виховні заходи</a>
  </li>
  <li class="col_men">
  <a href="http://man.guscoll.com/">Мала академія наук</a>
  </li>
  <li class="col_men">
  <a href="#">Конкурси та олімпіади</a>
  <ul class="sequel-dropdown">
  <li class="col_men">
  <a href="informatyka.php">Олімпіада з інформатики</a>
  </li>
  <li class="col_men">
  <a href="matem.php">Олімпаіда з математики</a>
  </li>
  <li class="col_men">
  <a href="olimpiady.php">Всеукраїнська олімпіада з програмування</a>
  </li>
  </ul>
  </li>
  </ul>
  </li>
  <li>
  <a href="#">Наші випускники</a>
  <ul class="sequel-dropdown">
  <li class="col_men">
  <a href="krashi_vypusknyky.php" class="col_men">Кращі випускники</a>
  </li>
  <li class="col_men">
  <a href="vypusknyky.php">Випускники</a>
  </li>
  </ul>
  </li>
  <li>
  <a href="#">Галерея</a>
  <ul class="sequel-dropdown">
  <li class="col_men">
  <a href="index.html" class="col_men">Фото</a>
  </li>
  <li class="col_men">
  <a href="video.php">Відео</a>
  </li>
  </ul>
  </li>
    <form class="form-search" method="post" action="search_history.php" target="" name="f1">
  <div style="display: flex; justify-content: space-between;">
  <input type="search" name="search_history" required placeholder="Пошук по історії. Введіть дані для пошуку" class="sea1">
  <input class="sea" type="image" src="http://3.bp.blogspot.com/-4w14hQHr5yQ/Tgm6u7KwUkI/AAAAAAAACAI/Hu2poBOPx3g/s1600/search.png"/>
  </div>  <!-- вместо кнопки submit -->
</form>
  </ul>
     </nav>
  </div>
</section> 
</header> 
<main>
  <div class="main0" style="display: flex; ">
  <div class="main1 "style="height: 100% background-color: blue">
    
  </div>
  <div class="main2" style="height: 100%;  margin-bottom: 30px;border-bottom: solid; border-bottom-color: #072C53;  ">
    <p><h2 class="zagolovok">Історія ЦК програмування</h2></p>
    <div style="width: 100%; height: 100%; text-align: center; ;">
      <div>
<p class="textsize" style="text-indent: 0px; text-align: center; margin-left: 15px; margin-right: 15px;"><b>Єдина міжнародна мова — це мова програмування!</b></p>
<p class="textsize" style="text-indent: 0px; text-align: center; margin-left: 15px; margin-right: 15px;"><b>Єдині міжнародні знання — це інженерні знання!</b></p>
<p class="textsize" style="text-align: center; margin-left: 15px; margin-right: 15px;"><b>Це дійсно універсальні знання, з якими ви зможете працювати і на міжнародні компанії!</b></p>

<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Гусятинський коледж ТНТУ ім. І.Пулюя здійснює підготовку фахівців рівня</p>
<p class="textsize" style=" text-indent: 0px;text-align: center; margin-left: 15px; margin-right: 15px;">Фаховий молодший бакалавр</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">за спеціальністю</p>
<p class="textsize" style=" text-indent: 0px;text-align: center; margin-left: 15px; margin-right: 15px;">121 Інженерія програмного забезпечення</p>
<p  class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Термін навчання: </p>

<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">
	<ul class="textsize" style="text-decoration: none;">
<li style="text-align: left;">на основі базової загальної середньої освіти – 3 роки 10 місяців;</li>
<li style="text-align: left;">на базі повної загальної середньої освіти – 2 роки 10 місяців;</li>
<li style="text-align: left;">на базі кваліфікованого робітника (навчання за рахунок державного  замовлення) – термін навчання 1 рік і 10 місяців.</li>
</ul></p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Очолює циклову комісію викладач-методист, відмінник освіти України Барціховська Катерина Іванівна.</p>
</div>
      <div><img src="img/Історія ЦК/bars.webp" class="minimized" id="im121" alt=""></div>
      <div><p class="textsize" style="margin-top: 0px; font-weight: bold;text-indent: 0px;">Голова циклової комісії програмування Барціховська К.І.</p></div>
    </div>
     <div style="width: 100%; height: 100%; text-align: center; ">
      <div>

<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Наші випускники працюють на підприємствах різних форм власності, в установах, науково-дослідних організаціях,  сфері пенсійного забезпечення, соціального захисту, центрах зайнятості, державних адміністраціях на посадах:</p>

<ul class="textsize" style="text-align: left;">
<li style="text-align: left;">програміст-розробник програмного забезпечення;</li>
<li style="text-align: left;">програміст-тестувальник програмного забезпечення; </li>
<li style="text-align: left;">менеджер проектів програмних систем;</li>
<li style="text-align: left;">системний адміністратор;</li>
<li style="text-align: left;">спеціаліст з інформаційних технологій у промислових, фінансових, торгівельних, адміністративних організаціях;</li>
<li style="text-align: left;">системний аналітик–програміст;</li>
<li style="text-align: left;">адміністратор комп’ютерних мереж;</li>
<li style="text-align: left;">адміністратор інтернет–технологій;</li>
<li style="text-align: left;">розробник-адміністратор баз даних.</li></ul>
</div>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Високий рівень наших випускників у галузі фундаментальних наук надає їм можливість виконувати науково-дослідну роботу у галузі теоретичної (математичної) інформатики, працювати фахівцями з комп’ютерного моделювання та наукового програмування. </p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Продовжити навчання можна у галузі 12 «Інформаційні технології» у вищих навчальних закладах України та за кордоном.</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Навчальну та науково-методичну роботу циклова комісія програмування розпочала у 1988 р. Склад викладацького колективу: Барціховська Катерина Іванівна, Олянін Валерій Михайлович, Побережний Анатолій Михайлович, Анісімов Віталій Володимирович. Сьогодні навчально-методичний процес забезпечують висококваліфіковані викладачі: кандидат фізико-математичних наук, викладач-методист Стельмащук Людмила Володимирівна, викладач-методист Оляніна Надія Володимирівна, старший  викладач – Баумкетнер Ярослав Іванович, викладач вищої категорії Парфутко Наталія Григорівна, викладачі вищої категорії – Садова Наталія Миколаївна та Невінська Наталія Володимирівна, викладач першої категорії – Біленький Андрій Леонідович, викладач другої  категорії, аспірант кафедри програмної інженерії ТНТУ ім. І.Пулюя Чаплінський Роман Ігорович. </p>


      <div><img src="img/Історія ЦК/collective.webp" class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize"  style="margin-top: 0px;font-weight: bold; text-indent: 0px;">Циклова комісія програмування: зліва направо – Баумкетнер Я.І., Марков С.В., Барціховська К.І., Стельмащук Л.В., Оляніна Н.В., Біленький А.Л.</p></div>


<p class="textsize" style="text-align: justify; margin-top: 3vw; margin-left: 15px; margin-right: 15px;">Для ефективного навчання у користуванні студентів 4 комп'ютерні лабораторії, оснащені найновішою обчислювальною технікою. Організована локальна обчислювальна мережа об'єднує комп'ютерні лабораторії, кабінети, бібліотеку та гуртожиток коледжу. </p>


      <div><img src="img/Історія ЦК/markov.webp" class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px;">Випускник коледжу викладач Марков С.В. проводить заняття у студентів-третьокурсників (2012 р.)</p></div>
    </div>
     <div style="width: 100%; height: 100%; text-align: center; ;">
      <div>

<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Приємно, що цикловій комісії програмування допомагають роботодавці – представники бізнесу нашого регіону, високо оцінюючи вклад  викладачів циклової комісії у підготовку фахівців. Зокрема, у 2013 році група компаній «Мрія», керована Героєм України Іваном Миколайовичем Гутою, виступила ініціатором та спонсором створення лабораторії хмарних технологій, оснащеної потужним сервером та двадцятьма робочими станціями.</p>
</div>
      
   
    <div><img src="img/Історія ЦК/aud212.webp" class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px;">Заняття у лабораторії хмарних технологій проводить викладач Невінська Н.В. (2015 р.)</p></div>
<div><img src="img/Історія ЦК/guta.webp" alt="" class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px;">Колектив студентів  та працівників коледжу під час зустрічі з Гутою І.М.</p></div>
    </div>
     <div style="width: 100%; height: 100%; text-align: center; ;">
      <div>

<p class="textsize" style="text-align: justify; margin-top: 3vw; margin-left: 15px; margin-right: 15px;">Серед педагогічних інновацій викладачів значне місце займають нетрадиційні форми та методи навчання, що дозволяють підвищити якість знань студентів. Робота над удосконаленням методики викладання знаходить своє відображення у посібниках, методичних розробках та наукових дослідженнях викладачів і студентів.</p>
</div>
      <div><img src="img/Історія ЦК/olan2.webp" class="minimized"id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px;">Цікаво і змістовно проводить заняття з дисципліни «Бази даних» викладач-методист Оляніна Н.В.</p></div>
    </div>
     <div style="width: 100%; height: 100%; text-align: center; ;">
      <div>

<p class="textsize" style="text-align: justify; margin-left: 15px;margin-top: 3vw; margin-right: 15px;">Серед видань циклової комісії програмування гідне місце посідають роботи з грифом<b> Рекомендовано МОН України:</b> </p>
<ul class="textsize" style="text-align: left;">
<li style="text-align: left;">Барціховська К.І., Стельмащук Л.В. Основи інформатики та обчислювальної техніки. Дидактичні матеріали. 2006 р.;</li>
<li style="text-align: left;">Стельмащук Л.В. Інтегрування функції однієї змінної. 2008 р.; </li>
<li style="text-align: left;">Збірник тестових завдань для вступних випробувань з математики та української мови. Під редакцією Зеленського К.В. 2010 р.;</li>
<li style="text-align: left;">Барціховська К.І., Оляніна Н.В., Стельмащук Л.В. Основи візуального програмування. Delphi. 2013 р.</li>
</ul>
<p class="textsize" style="text-align: justify; margin-left: 15px;margin-top: 3vw; margin-right: 15px;">та<b> Рекомендовано до використання у навчальному процесі Вченою радою Інституту модернізації змісту освіти:</b> </p>
<ul class="textsize" style="text-align: left;">
<li style="text-align: left;">Зубков В.І., Оляніна Н.В. Навчально-методичний посібник «Методика проведення практичних занять з фізики за допомогою імітаційної моделі»;</li>
<li style="text-align: left;">Барціховська К.І., Оляніна Н.В., Стельмащук Л.В. Бази даних. Курс лекцій. 2018 р. </li>
</ul>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Викладачами розроблено та впроваджено у навчальний процес більше, ніж 90 навчальних посібників та опубліковано понад 30 наукових праць.</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Стельмащук Л.В. у 2004 р. успішно захистила дисертацію на тему: «Періодичні розв’язки диференціальних рівнянь із запізненням» на здобуття звання кандидата фізико-математичних наук. Викладач очолює методоб’єднання викладачів математики ВНЗ І-ІІ р.а. Тернопільської області.</p></div>
      <div><img src="img/Історія ЦК/stells2.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; "> К.ф-м.н Стельмащук Л.В. під час проведення заняття з математичного аналізу (2013 р.)</p></div>
    </div>
     <div style="width: 100%; height: 100%; text-align: center; ">
      <div>

<p class="textsize" style="text-align: justify;margin-top: 3vw; margin-left: 15px; margin-right: 15px;">Викладачі циклової комісії ініціювали проведення обласних олімпіад з інформатики та вищої математики серед ВНЗ І–ІІ р.а. у Тернопільській області, є активними учасниками обласних методичних об’єднань, розробляють олімпіадні завдання та є постійними членами журі і оргкомітетів обласних олімпіад.</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Викладачі циклової комісії займаються підготовкою студентів до олімпіад. Зокрема тривалий час, пальму першості області утримує наш навчальний заклад в олімпіаді з інформатики та комп’ютерної техніки і, майже, кожного року представляв Тернопільську область на заключному етапі Всеукраїнської олімпіади серед ВНЗ І-ІІ р.а. Учасниками заключного туру Всеукраїнської олімпіади були: у 2009 р. (м. Вінниця) – студент Ярема Володимир (15 місце), у 2010р (м. Київ) – Деренівський Павло (18 місце), у 2011 р.(м. Дніпропетровськ) –Пашківський Михайло (9 місце), 2012 р. (м Хмельницький) – Біланюк Святослав  (16 місце), 2015 р. (м Одеса) – Дубінський Ярослав (5-е місце)., 2016 р. (м. Нова Каховка) – Євсюков Владислав (8-е місце), 2017 р. (м. Нововолинськ) – Сава Роман (диплом ІІІ-го ступеня), 2018 р. (м. Кривий Ріг) – Шургот Андрій (9-е місце).</p>
<div><img src="img/Історія ЦК/sava.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; "> Сава Роман, переможець олімпіади з інформатики і компютерної техніки, диплому ІІІ-го ст.. (2017 р.)</p></div>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Починаючи з 2011 року, Гусятинський коледж виставляє команди студентів для участі в 1/8 фіналу Міжнародної олімпіади з програмування і постійно демонструє найвищі результати серед команд ВНЗ І-ІІ р.а. Тернопільської області. В 2014 та 2015  роках команди у складі Чорного Ігоря, Дубини Віталія, Стельмащука Володимира та Біланюка Святослава, Давидова Андрія, Мех Оксани вийшли у наступний тур Міжнародної олімпіади з програмування і брали участь у її роботі в м. Львові. У 2017 році дві команди коледжу у складі  Борніцького  Ростислава, Клекота Віталія, Зеленського Костянтина та Кузя Сергія, Сави Романа, Шинкара Андрія виборовши І-е та ІІІ-є місце у ІІ-му турі відповідно серед команд Південно-Західного  регіону, брали участь  у заключному етапі Всеукраїнської олімпіади з програмування у м. Одеса. 2018 рік приніс вагомий здобуток: команда у складі Борніцького Ростислава, Сарновського Володимира, Романченка Валерія здобула диплом ІІ-го ступення серед коледжів України у заключному ІІІ-му етапі Всеукраїнської олімпіади з програмування (ІІ-га ліга).</p>
<div><img src="img/Історія ЦК/одеса.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; ">Команди коледжу  під час проведення  студентської олімпіади з програмування (м. Одеса, 2017 р.)</p></div>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Коледж надає можливість наукового розвитку і завжди підтримує та спрямовує науково-дослідницькі починання студентів. Так, у 2014 році було організовано участь студентів Гусятинського коледжу ТНТУ ім  Івана Пулюя  у Зимовій школі програмування (м. Харків). Дві команди студентів у складі: Чорного Ігоря, Дубини Віталія, Мех Оксани, Біланюка Святослава,  Дубінського Ярослава, Стельмащука Володимира (керівник Пріян Н.В) пройшли навчання у Зимовій школі програмування.</p>
<div><img src="img/Історія ЦК/zacharpolis.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; ">Студенти Гусятинського коледжу на заняттях Зимової школи програмування ( справа на ліво) : Стельмащук В., Чорний І., Дубінський Я., Біланюк С., Дубина В., Мех О.</p></div>
      <div><img src="img/Історія ЦК/winterschool.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; ">Студенти Гусятинського коледжу Стельмащук Володимир, Дубина Андрій, Мех Оксана у Зимовій школі програмування під час тренінгу</p></div>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Спеціальність чотири рази (2002р., 2006р., 2011р.2015р.) успішно пройшла акредитацію. Акредитаційною комісією відзначено високий технічно-організаційний рівень забезпечення та якість підготовки фахівців, і двічі (2006р., 2011р.) рекомендовано ліцензувати підготовку бакалаврів.</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Цикловою комісією програмування підготовлено 533 фахівці, з них 98 отримали дипломи з відзнакою. Ми пишаємося досягненнями своїх випускників. Андрій Біленький (2002 р.в.) та Чалінський Р.І (2013 р.в.)– зараз викладачі фахових дисциплін циклової комісії програмування, Хаурдінов Микола (2002 р.в.) – Python-разробник,  Демчук Віктор (2002 р.в.), Цільо Сергій (2004 р.в) – PHP-програмісти (Frontier Web Development), Дмитро Сокальський, Решетило Олександр, Олег Варшавський (2002 р.в.), – системні адміністратори мережі магазинів «Епіцентр», Гнатюк Роман (2005 р.в.) – м. Львів,  Ciklum Senior Ruby Developer, Дубина Віталій (2014 р.в) – м.Львів,  Ciklum, DevOps Enginner, Стельмащук Володимир (2016 р.в.) –  PMLAD, Anroid developer  і ще багато-багато інших. </p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Науково-дослідницькі проекти, дипломні роботи старшокурсників — це надійний шлях пізнання кожним юним дослідником своїх творчих можливостей. Кращі роботи студентів представляються на обласних конференціях, де вони неодноразово займали призові місця і мають практичне застосування у житті навчального закладу. Серед них: «АРМ завуча школи» (Пріян Наталія, 2009р.),  «Автоматизована  інформаційна система рейтинового розподілу абітурієнтів» (Дубина Віталій, 2014 р.), «Інформаційна система моніторингу доступності та дієздатності серверів» (Галябарда Максим, 2014), «Автоматизована  інформаційна система «Електронний журнал навчальної групи» (Біланюк Святослав, 2015 р.),  «Розробка інформаційної системи надання кредитів»  (Гайдук Роман, 2016 р), «Розробка електронного органайзера викладача»  (Євсюков Владислав, 2017 р), «Автоматизована інформаційна система обліку населення у відділі реєстрації Городоцької ОТГ» (Береза Юрій, 2018 р.), «Розробка сайту молодіжної організації із створенням інтерактивної карти проблем об’єднаної територіальної громади»  (Кравчик Вадим, 2018 р.), «Створення телеграм боту для бронювання готельних номерів» (Борніцький Ростислав, 2019 р.), «Розробка Web-сайту циклової комісії програмування» (Бортняк Андрій, 2020 р.), «Створення сайту послуг для інтернет провайдера» (Павлов Михайло, 2020 р.), «Розробка Web-сайту Гусятинської філії Малої академії наук України» (Романський Степан, 2020 р.).</p>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Особливою сторінкою в роботі циклової комісії з 2014 року є  відкриття секції «Інформаційні технології» Малої академії наук України. У січні 2016 року студенти першого курсу представляли свої роботи на обласному конкурсі – захисті науково-дослідницьких робіт і отримали високу оцінку. Диплом першого ступеня та право представляти  Тернопільську область на ІІІ-му етапі конкурсу  у м. Києві одержав Олянін Денис (гр. 11) з роботою «Розробка Android-додатку «Розгадай ребус» , диплом другого ступеня отримав Клекот Віталій (гр. 11) з роботою «Демонстрація основних математичних операцій над матрицями  в середовищі Delphi». У  2017 році робота Оляніна Дениса «Створення мобільного додатку для розвитку логічного мислення молодшого та середнього шкільного віку» здобула  диплом І-го ступеня в обласному конкурсі і була представлена у ІІІ- му етапі у м. Київ. Цікаві роботи варто відмітити за 2019 рік: Бесащук Микола  «Розробка сайту підтримки волонтерського руху для відновлення храму св. Антонія»  та Бульчак Марія «Розробка смарт-одягу для безпеки учасників дорожнього руху». А роботи з математики  Шинкар Ірини «Деякі методи інтерполювання функції» та  Остапишин Лілії «Методи розв’язування задач динамічного і сіткового програмування» здобули диплом І-го ступеня на обласному етапі. У 2020 році високо оцінені членам журі обласного конкурсу такі роботи: Машталяр Віктор «Розробка веб-застосування для моніторингу наповненості сміттєвих контейнерів» та Бульчак Марія «Автоматизована система моніторингу наповненості контейнерів для твердих побутових відходів». Ці роботи будуть представлені на ІІІ- му етапі у м. Київ.</p>

  <div><img src="img/Історія ЦК/DSC_0060.webp"  class="minimized" id="im121" alt="" ></div>
      <div><p class="textsize" style="margin-top: 0px;font-weight: bold;text-indent: 0px; ">Учасники конкурсу-захисту науково-дослідницьких робіт слухачів МАН разом із керівниками, 2020 р.</p></div>
<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Коледж тісно співпрацює з державним центром зайнятості. Циклова комісія здійснює підготовку робітничої професії «Оператор комп’ютерного набору» (викладачі Парфутко Н.Г., Невінська Н.В., Садова Н.М., Біленький А.Л.). За період з 1998 до 2010 рр. слухачами курсів стали 778 чоловік.</p>

<p class="textsize" style="text-align: justify; margin-left: 15px; margin-right: 15px;">Дні циклової комісії програмування, що проводяться щорічно і вже стали традиційними, ставлять  мету зацікавити студентів до набуття додаткових знань з професійно-орієнтованих та  фахових дисциплін. Студенти  беруть активну участь у різноманітних конкурсах, предметних  олімпіадах , захоплюючих  естафетах  та  веселому аукціоні. Студенти  спеціальності «Інженерія програмного забезпечення» вміють не тільки творчо працювати, а й весело відпочивати.</p>

<p class="textsize" style="text-indent: 0px; text-align: center; margin-left: 15px; margin-right: 15px;"><b>Викладачі циклової комісії та студенти-програмісти це один колектив, що має спільну мету. </b></p>
<p class="textsize" style="text-indent: 0px; text-align: center; margin-left: 15px; margin-right: 15px;"><b>Це одна велика сім'я, що живе  спільними  інтересами.  Ми  намагаємось  враховувати думку кожного і розвивати інтереси всіх. </b></p>

</div>
      
     
    </div> 
  
</div>
  <div class="main1"style="height: 100%;background-color: blue">
      
  </div>
</div>
</main>
</body>
<?php include 'footer.php'?>
</html>

